{
  "---comment---": "Page SEO title",
  "downloader-seo-title": "YT1s: Pengunduh Youtube | Pengunduh Video Youtube Online",
  "downloader-seo-desc": "Yt1s adalah pengunduh video YouTube Online yang memungkinkan Anda mengunduh video dan audio dari YouTube Gratis dan Mudah Pengunduh Video Youtube Sederhana dan Tercepat",
  "mp3-seo-title": "Konverter Youtube ke Mp3 Online-YT1s",
  "mp3-seo-desc": "Konversikan video YouTube ke Mp3 dalam kualitas tinggi dengan Pengonversi MP3 gratis dan cepat kami tanpa perlu memasang Perangkat Lunak apa pun",
  "mp4-seo-title": "Konverter YouTube ke MP4 Online Gratis",
  "mp4-seo-desc": "Konversikan dan Unduh YouTube ke MP4 dalam 1080p, 2k, 4k HD secara gratis Menggunakan Konverter YouTube ke MP4 Online kami Tidak diperlukan Aplikasi dan Perangkat Lunak",
  "search-seo-title": "YT1s: Pengunduh Youtube | Pengunduh Video Youtube Online",
  "search-seo-desc": "Yt1s adalah pengunduh video YouTube Online yang memungkinkan Anda mengunduh video dan audio dari YouTube Gratis dan Mudah Pengunduh Video Youtube Sederhana dan Tercepat",
  "download-seo-title": "YT1s: Pengunduh Youtube | Pengunduh Video Youtube Online",
  "download-seo-desc": "Yt1s adalah pengunduh video YouTube Online yang memungkinkan Anda mengunduh video dan audio dari YouTube Gratis dan Mudah Pengunduh Video Youtube Sederhana dan Tercepat",
  "----comment-----": "Common Search Section",
  "convert-btn": "Mengubah",
  "search-placeholder": "Cari atau rekatkan tautan Youtube di sini",
  "get-link-btn": "Dapatkan tautan",
  "download-btn": "Unduh",
  "convert-next-btn": "Konversi berikutnya",
  "converting-title": "Mengonversi, harap tunggu...",
  "convert-now-btn": "Konversikan sekarang",
  "-----comment------": "Youtube Downloader Page",
  "downloader-title": "YT1S - Pengunduh Video Youtube",
  "downloader-desc": "Konversi dan Unduh Video Youtube Online Gratis",
  "best-desc-title": "Pengunduh Video Youtube Terbaik",
  "best-desc-one": "Yt1s adalah Pengunduh YouTube Gratis dan Mudah yang Memungkinkan Anda Mengonversi dan Mengunduh video YouTube di Perangkat Anda dalam berbagai format dan Kualitas terbaik. Menggunakan Pengunduh Yt1s ini Anda dapat Mengunduh Video dan Audio Tanpa Batas di Ponsel Anda dan Perangkat lain tanpa registrasi apa pun dan tanpa mengeluarkan Uang. Jadi Anda dapat Memutar MP3 dan MP4 tanpa koneksi internet.",
  "best-desc-two": "Konversikan dan unduh file audio berkualitas tinggi dalam 64kbps, 128kbps, 192kbps, 256kbps, dan 320kbps, dan dalam berbagai format secara gratis. Yt1s berfungsi dengan sempurna di Semua Perangkat termasuk komputer, tablet, dan perangkat seluler. Yt1s juga mendukung konversi ke berbagai format seperti MP3, MP4, M4V, FLV, WEBM, 3GP, WMV, AVI, dll tanpa menginstal perangkat lunak khusus atau ekstensi browser apa pun.",
  "box-title-one": "Mudah digunakan dan Unduhan Cepat",
  "box-title-two": "Konversi tanpa batas",
  "box-title-three": "Benar-benar Aman dan Aman",
  "box-title-four": "Kompatibilitas Platform Penuh",
  "box-title-five": "Mendukung banyak format",
  "box-title-six": "Integrasi awan",
  "box-desc-one": "Menggunakan Yt1s Fast YouTube Downloader ini membantu Mengunduh dan Menyimpan MP4 dan MP3 dengan Mudah. Cukup Salin dan Tempel URL ke dalam kotak pencarian dan tekan tombol \"ubah\".",
  "box-desc-two": "YT1s menawarkan Konversi Tanpa Batas Dari YouTube dan Unduh MP3 dan MP4 tanpa batas Panjang Gratis.",
  "box-desc-three": "Keamanan Perangkat dan data pribadi menjadi prioritas utama bagi orang-orang saat mengunduh video dari situs web pihak ketiga. YT1 benar-benar bebas virus dan Sangat Aman untuk Pengunduh YouTube.",
  "box-desc-four": "YT1s sepenuhnya kompatibel untuk Mengunduh video YouTube dan MP3 dengan Semua jenis perangkat seperti Windows, Mac atau Linux, Android, dan iPhone. Juga Mendukung Semua Browser Seperti Chrome, Firefox, Safari, Microsoft Edge, dll.",
  "box-desc-five": "YT1 memungkinkan konversi dan Pengunduhan Audio YouTube, Video, dan format lain seperti MP3, MP4, M4V, FLV, WEBM, 3GP, WMV, AVI, dll.",
  "box-desc-six": "Kami menawarkan untuk mengunggah dan menyimpan file yang dikonversi langsung ke Google Drive dan Dropbox.",
  "download-extensions-title": "Unduh video Youtube Gratis menggunakan Yt1s",
  "download-extensions-desc": "Dengan pengunduh video YouTube YT1 kami, Anda dapat mengunduh dan menyimpan video youtube secara gratis! Anda bisa mendapatkan kualitas tinggi seperti kualitas tertinggi: full HD, 1080p, 2k, 4k, dan format lainnya. Pengunduh video youtube kami berfungsi di PC dan seluler serta perangkat lain, Membantu Anda mengunduh video dari youtube. Pengunduh Youtube kami adalah cara Sederhana dan Gratis untuk Mengunduh Video Youtube",
  "how-download-title": "Cara mengunduh video YouTube online dalam 3 Langkah Sederhana",
  "how-download-desc-one": "Cari Kata Kunci atau Salin tautan ke video YouTube dan tempelkan ke kotak masukan.",
  "how-download-desc-two": "Pilih format MP4 atau MP3 yang Anda inginkan lalu tekan tombol Download.",
  "how-download-desc-three": "Tunggu Beberapa Saat untuk menyelesaikan konversi dan Unduh itu adalah proses yang Mudah, sederhana, dan Cepat.",
  "que-ans-title": "FAQ - Pengunduh YouTube YT1",
  "question-one": "Bagaimana cara mengunduh video YouTube dengan Cepat?",
  "question-two": "Bisakah saya mengunduh video YouTube menggunakan YT1s di ponsel Android?",
  "question-three": "Apakah Pengunduh Video YouTube Ini Kompatibel dengan Semua Perangkat?",
  "question-four": "Bisakah saya menggunakan waktu tak terbatas secara gratis?",
  "question-five": "Apakah aman dan terjamin untuk mengunduh video dari YouTube menggunakan alat Pengunduh YouTube ini?",
  "question-six": "Format berbeda apa yang disediakan Pengunduh Video YouTube ini?",
  "answers-one-one": "Mengunduh video dari YouTube di Perangkat Anda adalah proses yang Cepat dan Mudah tanpa memasang perangkat lunak apa pun. Nikmati Pengunduh YouTube Gratis. Pengunduh Video YouTube YT1 berfungsi di Semua Perangkat.",
  "answers-one-two": "1. Buka Youtube dan Salin URL Video YouTube yang ingin Anda simpan.",
  "answers-one-three": "2. Rekatkan tautan ke kotak pencarian dan tekan tombol konversi",
  "answers-one-four": "3. Pilih format mp3 dan mp4 lalu klik tombol Download",
  "answers-two": "Ya, Pengunduh Video YouTube kami berfungsi dengan baik di semua perangkat termasuk ponsel Android. Proses Download Video YouTube Sama.",
  "answers-three": "Tentu saja, Yt1s adalah Pengunduh YouTube Online jadi Ini berfungsi di Semua jenis Perangkat dengan lancar seperti komputer, Ponsel, dan tablet. Anda hanya perlu browser web dan koneksi internet.",
  "answers-four": "Ya, Yt1s YouTube Downloader menawarkan untuk mengonversi dan mengunduh video Youtube tanpa batas dan Audio 100 Gratis dan Anda tidak perlu membayar apa pun.",
  "answers-five": "Ya, Pengunduh ini benar-benar aman dari Malware dan virus. Kami tidak mengumpulkan informasi apa pun dari pengguna dan alat ini aman dengan lapisan keamanan.",
  "answers-six": "Kami menawarkan beberapa opsi format dan memungkinkan Anda mengunduh format YouTube Video MP4, 3GP, dan MP3. Selain itu, Anda dapat memilih Kualitas Mp4 seperti kualitas 720, 1080p, 2k, 4k dan mp3 seperti 320kbps, 256kbps, 192kbps, 128kbps, dan 64kbps.",
  "------comment-------": "Youtube to MP3 Page",
  "mp3-title": "Youtube ke mp3",
  "mp3-desc": "Konversi dan Unduh Video Youtube dalam MP3 Kualitas Tinggi dan Gratis",
  "best-desc-title-mp3": "Konverter YouTube ke MP3 gratis",
  "best-desc-one-mp3": "Alat Pengonversi \"YouTube to Mp3\" Yt1s kami yang Mudah dan Cepat Memungkinkan Anda mengonversi dan mengunduh video YouTube ke mp3 dalam Format Kualitas Tinggi. Menggunakan Konverter YouTube ini, konversi dan simpan Audio mp3 dalam berbagai format seperti 64kbps, 96kbps, 128kbps, 192kbps, 256 kbps, dan 320kbps Hanya dengan beberapa langkah sederhana dan beberapa detik.",
  "best-desc-two-mp3": "ini berfungsi di Semua perangkat termasuk Android, Tablet, PC, dan semua browser seperti Chrome, Firefox, Safari, Microsoft Edge, Opera, dll. Anda dapat mengonversi video YouTube Tanpa Batas ke mp3 Online di Browser tanpa perlu menginstal perangkat lunak dan registrasi apa pun.",
  "box-title-one-mp3": "Konversi dan Unduhan yang Mudah dan Cepat",
  "box-title-two-mp3": "Konverter Gratis Tanpa batasan",
  "box-title-three-mp3": "100% Aman dan Aman",
  "box-title-four-mp3": "Unduhan mp3 berkualitas tinggi",
  "box-title-five-mp3": "Kompatibel dengan Semua browser dan perangkat",
  "box-title-six-mp3": "Simpan MP3 di Cloud Plateforms",
  "box-desc-one-mp3": "Yt1s menawarkan konversi dan unduhan cepat dari YouTube ke mp3. Mudah digunakan Cukup salin dan tempel tautan video YouTube dan pilih format kualitas Audio yang ingin Anda konversi.",
  "box-desc-two-mp3": "Konversi Youtube ke MP3 dan Unduh di Perangkat Anda 100% Gratis dan tanpa batasan kecepatan dan jumlah file.",
  "box-desc-three-mp3": "Kami tidak mengumpulkan informasi pribadi apa pun sehingga Mengunduh MP3 Dari Youtube aman dan terjamin menggunakan Pengonversi YouTube ini. Alat kami Sepenuhnya dilindungi dari Malware dan virus.",
  "box-desc-four-mp3": "Konverter YouTube ke MP3 ini menyediakan Berbagai Format mp3 Kualitas (hingga 320kbps) dari YouTube dan format lain seperti 3GP, MP4, WMA, WEBM, M4A, dan FLV.",
  "box-desc-five-mp3": "Situs web ini mendukung di Semua Perangkat dan seperti Android, iPhone, Tablet dan Komputer dan berfungsi dengan baik Semua Browser Chrome, Firefox, Safari, Microsoft Edge, Opera dll.",
  "box-desc-six-mp3": "Kami Mendukung penyimpanan file yang dikonversi langsung ke Google Drive dan Dropbox.",
  "download-extensions-title-mp3": "Konverter YouTube ke MP3 Online gratis",
  "download-extensions-desc-mp3": "Yt1s Easy YouTube to MP3 tool yang membantu Anda mengonversi YouTube ke mp3 Gratis, Cepat, dan sepenuhnya Aman. menggunakan alat Konverter Youtube ini, konversi dan unduh youtube ke mp3 dalam Kualitas Tinggi seperti 320kbps, 256kbps, 192kbps, 128kbps, 64kbps",
  "how-download-title-mp3": "Bagaimana cara mengunduh youtube ke mp3 dalam 3 Langkah Mudah?",
  "how-download-desc-one-mp3": "Rekatkan URL youtube ke kotak pencarian yang ingin dikonversi ke MP3",
  "how-download-desc-two-mp3": "Pilih MP3 dan Klik tombol \"Ubah\".",
  "how-download-desc-three-mp3": "Tunggu sementara percakapan selesai dan unduh mp3",
  "-------comment--------": "Youtube to MP4 Page",
  "mp4-title": "Youtube ke MP4",
  "mp4-desc": "Konversikan dan Unduh video YouTube ke MP4 Gratis dalam format HD.",
  "best-desc-title-mp4": "Pengonversi YouTube ke MP4 daring",
  "best-desc-one-mp4": "Yt1s adalah Konverter YouTube ke MP4 Populer. menggunakan Pengunduh YouTube Gratis ini yang Memungkinkan untuk Mengunduh dan menyimpan Video YouTube dengan Mudah dalam kualitas Tinggi.",
  "best-desc-two-mp4": "Ikuti Hanya proses sederhana memasukkan URL ke dalam kotak pencarian. Pilih Kualitas Anda dapat mengunduh Video YouTube MP4 dan menyimpannya dengan kualitas berbeda seperti 144p, 240p, 360p, 480p, 720p, 1080p, 1440p (2k) dan hingga 2160p (4k). Pengunduh Video Youtube kami benar-benar Aman dan aman.",
  "box-title-one-mp4": "Mudah dan kecepatan tinggi",
  "box-title-two-mp4": "Unduhan Tidak Terbatas",
  "box-title-three-mp4": "Benar-benar Aman dan Aman",
  "box-title-four-mp4": "Kompatibel dengan Semua Perangkat",
  "box-title-five-mp4": "Mendukung Semua Format",
  "box-title-six-mp4": "Menyediakan penyimpanan awan",
  "box-desc-one-mp4": "Konverter YouTube ke MP4 kami Mudah digunakan, unduh Video YouTube ke MP4 dengan Cepat. Cukup Ikuti Langkah Sederhana. Tidak perlu menginstal perangkat lunak dan registrasi.",
  "box-desc-two-mp4": "Konversikan dan Unduh MP4 dari YouTube tanpa batasan apa pun dengan Kecepatan Tinggi. Unduh Video sepuasnya tanpa Iklan.",
  "box-desc-three-mp4": "Kami tidak menyimpan data dan informasi apa pun dari pengguna dan file yang diunduh tidak mengandung virus atau Malware sehingga Pengunduh ini 100% Aman dan Aman.",
  "box-desc-four-mp4": "Konverter YouTube ke MP4 kami Kompatibel dengan Semua perangkat seperti PC, Mac atau iPhone, Android, tablet, dll., Dan Semua Browser termasuk Google Chrome, Microsoft Edge, Firefox, Safari, Brave Browser, dan Opera.",
  "box-desc-five-mp4": "YT1s mendukung pengunduhan Semua format video dan Audio seperti MP3, MP4, M4V, 3GP, WMV, FLV, MO, WEBM, dll., Dan juga mengonversi YouTube ke MP4 dalam kualitas berbeda seperti 144p, 240p, 360p, 480p, 720p, 1080p (HD Penuh), 1440p, 2160p (4k), 4320p (8k).",
  "box-desc-six-mp4": "Kami menawarkan penyimpanan cloud, jadi Simpan video yang Dikonversi ke Google Drive dan Dropbox Gratis.",
  "download-extensions-title-mp4": "Konversi Youtube ke MP4 Daring",
  "download-extensions-desc-mp4": "Pengonversi YouTube ke MP4 ini Memungkinkan Anda mengunduh video YouTube ke MP4 Gratis dalam berbagai format termasuk format MP4 yang umum digunakan seperti MP4, AVI, Webm, MKV m4a, dan 3gp.",
  "how-download-title-mp4": "Cara Mengonversi video YouTube ke MP4",
  "how-download-desc-one-mp4": "Masukkan Kata Kunci atau Salin dan Tempel URL Video YouTube ke Kotak Pencarian.",
  "how-download-desc-two-mp4": "Pilih Video MP4 dan klik tombol Unduh.",
  "how-download-desc-three-mp4": "Tekan tombol Unduh Setelah konversi selesai."
}