{
  "---comment---": "Page SEO title",
  "downloader-seo-title": "YT1s:Youtube Downloader | Online Youtube Video Downloader",
  "downloader-seo-desc": "Yt1s is an Online YouTube video downloader which Allows you to download videos and audio from YouTube Free and Easy It's Simple and Fastest Youtube Video Downloader",
  "mp3-seo-title": "Online Youtube to Mp3 Converter-YT1s",
  "mp3-seo-desc": "Convert YouTube video to Mp3 in high quality with our free and fast MP3 Converter no need to install any Software",
  "mp4-seo-title": "Free Online YouTube to MP4 Converter",
  "mp4-seo-desc": "Convert and Download YouTube to MP4 in 1080p, 2k, 4k HD for free Using our Online YouTube to MP4 Converter No App and Software required",
  "search-seo-title": "YT1s:Youtube Downloader | Online Youtube Video Downloader",
  "search-seo-desc": "Yt1s is an Online YouTube video downloader which Allows you to download videos and audio from YouTube Free and Easy It's Simple and Fastest Youtube Video Downloader",
  "download-seo-title": "YT1s:Youtube Downloader | Online Youtube Video Downloader",
  "download-seo-desc": "Yt1s is an Online YouTube video downloader which Allows you to download videos and audio from YouTube Free and Easy It's Simple and Fastest Youtube Video Downloader",
  "----comment-----": "Common Search Section",
  "convert-btn": "Magbalik-loob",
  "search-placeholder": "Maghanap o mag-paste ng Youtube link dito",
  "get-link-btn": "Kunin ang link",
  "download-btn": "I-download",
  "convert-next-btn": "Susunod na i-convert",
  "converting-title": "Nagko-convert, mangyaring maghintay...",
  "convert-now-btn": "Magpalit ka na ngayon",
  "-----comment------": "Youtube Downloader Page",
  "downloader-title": "YT1S - Youtube Video Downloader",
  "downloader-desc": "I-convert at I-download ang Youtube Video Online nang Libre",
  "best-desc-title": "Pinakamahusay na Youtube Video Downloader",
  "best-desc-one": "Ang Yt1s ay Libre at Madaling YouTube Downloader na Nagbibigay-daan sa iyong Mag-convert at Mag-download ng mga video sa YouTube sa Iyong Mga Device sa maraming format at pinakamahusay na Kalidad. Gamit ang Yt1s Downloader na ito Maaari kang Mag-download ng Walang limitasyong Video at Audio sa Iyong Mobile at iba pang Mga Device nang walang anumang pagpaparehistro at nang hindi gumagasta ng Pera. Kaya maaari kang Maglaro ng MP3 at MP4 nang walang koneksyon sa internet.",
  "best-desc-two": "I-convert at i-download ang mga de-kalidad na audio file sa 64kbps, 128kbps, 192kbps, 256kbps, at 320kbps, at sa iba't ibang format nang libre. Ang mga Yt1 ay gumagana nang walang kamali-mali sa Lahat ng Mga Device kabilang ang mga computer, tablet, at mga mobile device. Sinusuportahan din ng Yt1s ang pag-convert sa maraming iba't ibang mga format tulad ng MP3, MP4, M4V, FLV, WEBM, 3GP, WMV, AVI, atbp nang hindi nag-i-install ng anumang espesyal na software o mga extension ng browser.",
  "box-title-one": "Madaling gamitin at Mabilis na Pag-download",
  "box-title-two": "Mga conversion na walang limitasyon",
  "box-title-three": "Ganap na Ligtas at Secure",
  "box-title-four": "Full Platforms Compatibility",
  "box-title-five": "Suportahan ang maramihang mga format",
  "box-title-six": "Pagsasama ng ulap",
  "box-desc-one": "Gamit ang tulong ng Mabilis na YouTube Downloader ng Yt1s na ito para Madaling I-download at I-save ang MP4 at MP3. Kopyahin at I-paste lamang ang URL sa box para sa paghahanap at pindutin ang \"convert\" na buton.",
  "box-desc-two": "Nag-aalok ang YT1s ng Unlimited na Convert Mula sa YouTube at I-download ang MP3 at MP4 nang walang limitasyon sa Haba na Libre.",
  "box-desc-three": "Ang Seguridad ng Device at personal na data ay may mataas na priyoridad sa mga tao kapag nagda-download sila ng mga video mula sa isang third-party na website. Ang mga YT1 ay ganap na walang virus at Ganap na Secure sa YouTube Downloader.",
  "box-desc-four": "Ang YT1s ay ganap na tugma sa I-download ang mga video sa YouTube at MP3 sa Lahat ng uri ng device tulad ng Windows, Mac o Linux, Android, at iPhone. Sinusuportahan din ang lahat ng mga browser tulad ng Chrome, Firefox, Safari, Microsoft Edge, atbp.",
  "box-desc-five": "Ang YT1s ay nagbibigay-daan sa conversion at Pag-download ng YouTube Audio, Video, at iba pang mga format gaya ng MP3, MP4, M4V, FLV, WEBM, 3GP, WMV, AVI, atbp.",
  "box-desc-six": "Nag-aalok kami na mag-upload at mag-save ng mga na-convert na file nang direkta sa Google Drive at Dropbox.",
  "download-extensions-title": "Mag-download ng mga video sa Youtube nang Libre gamit ang Yt1s",
  "download-extensions-desc": "Sa aming YT1s YouTube video downloader, maaari kang mag-download at mag-save ng mga youtube video nang walang bayad! Maaari kang makakuha ng mataas na kalidad gaya ng pinakamataas na kalidad: full HD, 1080p, 2k, 4k, at iba pang mga format. Gumagana ang aming youtube video downloader sa PC at mobile at iba pang device, Tumutulong sa iyo na mag-download ng mga video mula sa youtube. Ang aming Youtube downloader ay isang Simple at Libreng paraan upang Mag-download ng Youtube Video",
  "how-download-title": "Paano mag-download ng mga video sa YouTube online sa 3 Simpleng Hakbang",
  "how-download-desc-one": "Hanapin ang Keyword o Kopyahin ang link sa video sa YouTube at i-paste ito sa input box.",
  "how-download-desc-two": "Piliin ang MP4 o MP3 na format na gusto mo at pagkatapos ay pindutin ang Download button.",
  "how-download-desc-three": "Maghintay ng Ilang Sandali para sa kumpletong conversion at I-download ito ay isang Madali, simple, at Mabilis na proseso.",
  "que-ans-title": "FAQ - YT1s YouTube Downloader",
  "question-one": "Paano mag-download ng mga video sa YouTube nang Mabilis?",
  "question-two": "Maaari ba akong mag-download ng mga video sa YouTube gamit ang YT1s sa isang Android mobile phone?",
  "question-three": "Compatible ba itong YouTube Video Downloader sa Lahat ng Device?",
  "question-four": "Maaari ba akong gumamit ng walang limitasyong mga oras nang libre?",
  "question-five": "Ligtas ba at secure na mag-download ng mga video mula sa YouTube gamit ang YouTube Downloader tool na ito?",
  "question-six": "Anong iba't ibang format ang nagbibigay ng YouTube Video Downloader na ito?",
  "answers-one-one": "Ang pag-download ng mga video mula sa YouTube sa iyong Mga Device ay isang Mabilis at Madaling proseso nang hindi nag-i-install ng anumang software. I-enjoy ang Libreng YouTube Downloader. Gumagana ang YT1s YouTube Video Downloader sa Lahat ng Mga Device.",
  "answers-one-two": "1. Buksan ang Youtube at Kopyahin ang URL ng Video sa YouTube na gusto mong i-save.",
  "answers-one-three": "2. I-paste ang link sa box para sa paghahanap at pindutin ang convert button",
  "answers-one-four": "3. Pumili ng format na mp3 at mp4 at pagkatapos ay i-click ang button na I-download",
  "answers-two": "Oo, mahusay na gumagana ang aming YouTube Video Downloader sa lahat ng device kabilang ang Android mobile. Ang Proseso ng Pag-download ng Video sa YouTube ay pareho.",
  "answers-three": "Talagang, ang Yt1s ay Online na YouTube Downloader kaya maayos itong gumagana sa Lahat ng uri ng Mga Device gaya ng mga computer, Mobile, at mga tablet. Kailangan mo lang ng isang web browser at isang koneksyon sa internet.",
  "answers-four": "Oo, nag-aalok ang Yt1s YouTube Downloader na mag-convert at mag-download ng walang limitasyong mga video sa Youtube at Audio 100 na Libre at hindi mo kailangang magbayad ng anuman.",
  "answers-five": "Oo, ang Downloader na ito ay ganap na ligtas mula sa Malware at virus. Hindi kami nangongolekta ng anumang impormasyon mula sa user at ang tool na ito ay secure na may layer ng seguridad.",
  "answers-six": "Nag-aalok kami ng maramihang mga opsyon sa format at nagbibigay-daan sa iyong mag-download ng YouTube Video na mga format na MP4, 3GP, at MP3. Bukod pa rito, maaari mong piliin ang kalidad ng Mp4 tulad ng 720, 1080p, 2k, 4k at mp3 na kalidad gaya ng 320kbps, 256kbps, 192kbps, 128kbps, at 64kbps.",
  "------comment-------": "Youtube to MP3 Page",
  "mp3-title": "Youtube sa MP3",
  "mp3-desc": "I-convert at I-download ang Mga Video sa Youtube sa Mataas na Kalidad at Libre ng MP3",
  "best-desc-title-mp3": "Libreng YouTube sa MP3 Converter",
  "best-desc-one-mp3": "Ang aming Yt1s Easy and Fast \"YouTube to Mp3\" Converter tool ay nagbibigay-daan sa iyong mag-convert at mag-download ng mga video sa YouTube sa mp3 sa High-Quality Format. Gamit ang YouTube Converter na ito, i-convert at i-save ang mp3 Audio sa maraming format tulad ng 64kbps, 96kbps, 128kbps, 192kbps, 256 kbps, at 320kbps Sa ilang simpleng hakbang at ilang segundo.",
  "best-desc-two-mp3": "gumagana ito sa Lahat ng device kabilang ang Android, Tablet, PC, at lahat ng browser tulad ng Chrome, Firefox, Safari, Microsoft Edge, Opera, atbp. Maaari mong i-convert ang Walang limitasyong mga video sa YouTube sa mp3 Online sa Browser nang hindi kinakailangang mag-install ng anumang software at pagpaparehistro.",
  "box-title-one-mp3": "Madali at Mabilis na conversion at Download",
  "box-title-two-mp3": "Libreng Converter Nang walang limitasyon",
  "box-title-three-mp3": "100% Ligtas at Secure",
  "box-title-four-mp3": "Mataas na Kalidad mp3 Download",
  "box-title-five-mp3": "Tugma sa Lahat ng browser at device",
  "box-title-six-mp3": "I-save ang MP3 sa Cloud Plateforms",
  "box-desc-one-mp3": "Nag-aalok ang Yt1s ng Mabilis na YouTube sa conversion at pag-download ng mp3. Madaling gamitin I-copy at i-paste lang ang link ng video sa YouTube at pumili ng de-kalidad na format ng Audio na gusto mong i-convert.",
  "box-desc-two-mp3": "I-convert ang Youtube sa MP3 at I-download ito sa Iyong Device na 100% Libre at walang limitasyon sa bilis at bilang ng mga file.",
  "box-desc-three-mp3": "Hindi kami nangongolekta ng anumang personal na impormasyon kaya ang Pag-download ng MP3 Mula sa Youtube ay ligtas at secure gamit ang YouTube Converter na ito. Ang aming tool ay Ganap na protektado mula sa Malware at virus.",
  "box-desc-four-mp3": "Ang YouTube to MP3 converter na ito ay nagbibigay ng Maramihang Kalidad ng mp3 Format (hanggang 320kbps ) mula sa YouTube at iba pang mga format gaya ng 3GP, MP4, WMA, WEBM, M4A, at FLV.",
  "box-desc-five-mp3": "Ang website na ito ay sumusuporta sa Lahat ng Device at tulad ng Android, iPhone, Tablet at Computer at gumagana nang maayos Lahat ng Browser Chrome, Firefox, Safari, Microsoft Edge, Opera atbp.",
  "box-desc-six-mp3": "Sinusuportahan namin ang pag-save ng na-convert na file nang direkta sa Google Drive at Dropbox.",
  "download-extensions-title-mp3": "Libreng Online na YouTube sa MP3 converter",
  "download-extensions-desc-mp3": "Yt1s Easy YouTube to MP3 tool na tumutulong sa iyong i-convert ang YouTube sa mp3 na Libre, Mabilis, at ganap na Secure. gamit ang Youtube Converter tool na ito i-convert at i-download ang youtube sa mp3 sa Mataas na Kalidad tulad ng 320kbps, 256kbps, 192kbps, 128kbps, 64kbps",
  "how-download-title-mp3": "Paano mag-download ng youtube sa mp3 sa 3 Easy Steps?",
  "how-download-desc-one-mp3": "I-paste ang URL ng youtube sa box para sa paghahanap na gustong i-convert sa MP3",
  "how-download-desc-two-mp3": "Piliin ang MP3 at I-click ang pindutang \"I-convert\".",
  "how-download-desc-three-mp3": "Maghintay habang nakumpleto ang pag-uusap at i-download ang mp3",
  "-------comment--------": "Youtube to MP4 Page",
  "mp4-title": "Youtube to MP4",
  "mp4-desc": "Convert Youtube videos to MP4 files for free with our Youtube Converter.",
  "best-desc-title-mp4": "The Best Youtube Downloader",
  "best-desc-one-mp4": "Yt1s is Free and Easy YouTube Downloader that Allows you to Convert and Download YouTube videos on Your Devices in multiple formats and best Quality. Using this Yt1s Downloader You can Download Unlimited Video and Audio on Your Mobile and other Devices without Any registration and without spending Money. So You can Play MP3 and MP4 without an internet connection.",
  "best-desc-two-mp4": "Convert and download high-quality audio files in 64kbps, 128kbps, 192kbps, 256kbps, and 320kbps, and in different formats for free. Yt1s works flawlessly on All Devices including computers, tablets, and mobile devices. Yt1s also supports converting to many different formats such as MP3, MP4, M4V, FLV, WEBM, 3GP, WMV, AVI, etc without installing any special software or browser extensions.",
  "box-title-one-mp4": "Easy to use and Fast Download",
  "box-title-two-mp4": "Conversions without limit",
  "box-title-three-mp4": "Totally Safe and Secure",
  "box-title-four-mp4": "Full Platforms Compatibility",
  "box-title-five-mp4": "Support multiple formats",
  "box-title-six-mp4": "Cloud integration",
  "box-desc-one-mp4": "Using this Yt1s Fast YouTube Downloader help to Download and Save MP4 and MP3 Easily. Just Copy and Paste the URL into search box and press \"convert\" button.",
  "box-desc-two-mp4": "YT1s offers Unlimited Convert From YouTube and Download MP3 and MP4 without Length limit Free of cost.",
  "box-desc-three-mp4": "Device Security and personal data are of high priority to people when they download videos from a third-party website.YT1s are completely virus-free  and Totally Secure to YouTube Downloader.",
  "box-desc-four-mp4": "YT1s is fully compatible to Download YouTube videos and MP3 with All types of devices like Windows, Mac or Linux, Android, and iPhone. Also Supports All Browsers Such As Chrome, Firefox, Safari, Microsoft Edge, etc.",
  "box-desc-five-mp4": "YT1s allows conversion and Downloading of YouTube Audio, Video, and other formats such as MP3, MP4, M4V, FLV, WEBM, 3GP, WMV, AVI, etc.",
  "box-desc-six-mp4": "We offer to upload and save converted files directly into Google Drive and Dropbox.",
  "download-extensions-title-mp4": "Youtube Video Downloader",
  "download-extensions-desc-mp4": "With our YT1s YouTube video downloader, you can download and save youtube videos for free of cost! You can get high-quality such as highest quality: full HD, 1080p, 2k, 4k, and other formats. Our youtube video downloader works on PC and mobile and other devices, Helping you to download videos from youtube. Our Youtube downloader is a Simple and Free way to Download Youtube Video",
  "how-download-title-mp4": "How to download YouTube videos online in 3 Simple Steps",
  "how-download-desc-one-mp4": "Search the Keyword or Copy the link to the YouTube video and paste it into the input box.",
  "how-download-desc-two-mp4": "Select the MP4 or MP3 format you want and then press the Download button.",
  "how-download-desc-three-mp4": "Wait a Few Moments for the complete conversion and Download it's an Easy, simple, and Fast process."
}